Repository: guldmytro/bboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Password
he: סיסמה

source: Repeat Password
he: חזור על הסיסמה

source: User with this email is already registered
he: משתמש עם דוא"ל זה כבר רשום

source: Password mismatch
he: סיסמה לא תואמת

source: Password length must be at least 8 characters
he: אורך הסיסמה חייב להיות לפחות 8 תווים

source: Your Name*
he: שֵׁם*

source: Age*
he: גיל*

source: Breast*
he: שד*

source: Height*
he: גוֹבַה*

source: Weight*
he: מִשׁקָל*

source: Choose city*
he: בחר עיר*

source: Text about you*
he: טקסט עליך*

source: Phone*
he: טלפון*

source: Parking
he: חֲנָיָה

source: Apartment
he: דירות

source: Outcall
he: יְצִיאָה

source: Review*
he: סקירה*

source: Autoflips
he: היפוך אוטומטי

source: Yes
he: כן

source: No
he: אבל

source: Black list
he: Черный список

source: Punching
he: רשימה שחורה

source: Enter your customer number
he: הזן את מספר הלקוח שלך

source: Check
he: חשבון

source: You can use the number punching service by paying a paid tariff once!
he: אתה יכול להשתמש בשירות ניקוב מספרים על ידי תשלום תעריף בתשלום פעם אחת!

source: Phones on the blacklist
he: טלפונים ברשימה השחורה

source: Phones checked in total
he: טלפונים נבדקו בסך הכל

source: Checked phones in 24 hours
he: בדק טלפונים תוך 24 שעות

source: Leave customer feedback
he: השאירו משוב ללקוח

source: Send
he: לִשְׁלוֹחַ

source: Statistics
he: סטָטִיסטִיקָה

source: Profiles viewed (for all time)
he: פרופילים שנצפו (לכל הזמנים)

source: Profiles viewed (per day)
he: פרופילים שנצפו (ליום)

source: Watched video
he: צפה בוידאו

source: Fill in the information
he: מלא את המידע

source: Save
he: להציל

source: Price
he: מחיר

source: Apartments
he: דירות

source: Departure
he: יְצִיאָה

source: 30 minutes
he: חצי שעה

source: 1 hour
he: שעה

source: 2 hours
he: שעתיים

source: night
he: לילה

source: Additional options
he: אפשרויות נוספות

source: Your profile
he: הפרופיל שלך

source: Upload your verification photo with today's date
he: העלה את תמונת האימות שלך לתאריך של היום

source: Upload your video
he: העלה את הסרטון שלך

source: Upload your photos
he: העלה את התמונות שלך

source: Your services
he: השירותים שלך

source: Auto flip Pay
he: היפוך אוטומטי

source: Order Payment
he: הזמנה תשלום

source: Successfully payed!
he: שולם בהצלחה!

source: Choose a convenient payment method for you:
he: בחר אמצעי תשלום נוח עבורך:

source: Auto flip
he: היפוך אוטומטי

source: Auto flips:
he: התהפכות אוטומטיות:

source: unlimited
he: ללא הגבלה

source: Choose
he: בחר עיר

source: Registration
he: הַרשָׁמָה

source: By registering I accept the Privacy Policy
he: בהרשמה אני מקבל את מדיניות הפרטיות

source: The site administration exclusively provides a platform for advertising on it and is not responsible for the content of the advertisement. All responsibility rests with the advertiser!
he: הנהלת האתר מספקת באופן בלעדי במה לפרסום בו ואינה אחראית לתוכן הפרסומת. כל האחריות היא על המפרסם!

source: Register
he: הירשם

source: Registration completed
he: ההרשמה הושלמה

source: Welcome!
he: ברוך הבא

source: Your account has been successfully created.
he: החשבון שלך נוצר בהצלחה.

source: Now you can
he: עכשיו אתה יכול

source: login
he: התחברות

source: Result:
he: תוֹצָאָה:

source: No reviews found for your query.
he: לא נמצאו ביקורות עבור השאילתה שלך.

source: Change Rate
he: שינוי

source: Tariffs
he: תעריפים

source: Days left
he: ימים שנותרו:

source: Number of auto-throws
he: מספר זריקות אוטומטיות

source: Status
he: סטָטִיסטִיקָה

source: Draft
he: טְיוּטָה

source: Disabled
he: נָכֶה

source: Published
he: יצא לאור

source: Start advertising
he: תתחיל לפרסם

source: Stop advertising
he: תפסיק לפרסם

source: Choose a plan
he: בחר תוכנית

source: days
he: ימים

source: unlimited photos
he: תמונות ללא הגבלה

source: photo(s)
he: תמונה

source: unlimited videos
he: צפה בוידאו

source: video(s)
he: וִידֵאוֹ

source: unlimited autoflips
he: סיבובים אוטומטיים ללא הגבלה

source: autoflips
he: היפוך אוטומטי

source: Your rate:
he: התעריף שלך:

source: Profile
he: פּרוֹפִיל

source: Change password
he: שנה סיסמא

source: Logout
he: להתנתק

source: Exit
he: יְצִיאָה

source: You logged out
he: התנתקת

source: You can
he: אתה יכול

source: login again
he: היכנס שוב

source: or
he: אופ

source: go to the main page
he: עבור אל העמוד הראשי

source: Login
he: התחברות

source: Authorization
he: הרשאה

source: Forgot your password?
he: שכחת ססמה?

source: Password change
he: שינוי סיסמה

source: Password changed
he: סיסמא שונתה

source: Your password has been successfully changed.
he: הסיסמה שלך שונתה בהצלחה.

source: Change
he: שינוי

source: Password changed!
he: סיסמא שונתה!

source: Please enter your new password twice:
he: אנא הכנס את הסיסמה החדשה שלך פעמיים:

source: Your password reset link is incorrect. Perhaps it has already been used.
he: הקישור לאיפוס הסיסמה שלך שגוי. אולי זה כבר היה בשימוש.

source: Please do
he: בבקשה תעשה

source: new password reset
he: איפוס סיסמה חדשה

source: We have sent instructions for changing your password to the email address you provided.
he: שלחנו הוראות לשינוי הסיסמה שלך לכתובת האימייל שסיפקת.

source: If you did not receive an email, please make sure you have entered a valid email address.
he: אם לא קיבלת דוא"ל, אנא ודא שהזנת כתובת דוא"ל חוקית.

source: Someone has requested a password change for your email
he: מישהו ביקש שינוי סיסמה עבור האימייל שלך

source: To change your password, follow the link:
he: כדי לשנות את הסיסמה, היכנסו לקישור:

source: Your login:
he: הכניסה שלך:

source: Password reset
he: איפוס סיסמא

source: Send E-mail
he: שלח אימייל

source: Your profile has been successfully updated
he: החשבון שלך נוצר בהצלחה.

source: Profile update error
he: שגיאת עדכון פרופיל

source: The list of your services has been successfully updated
he: החשבון שלך נוצר בהצלחה.

source: Review added successfully!
he: ביקורת נוספה בהצלחה!

source: Error adding review...
he: שגיאה בהוספת סקירה...

source: English
he: אנגלית

source: Russian
he: רוּסִי

source: Hebrew
he: עִברִית

source: Was not
he: לא היה

source: Passing
he: חוֹלֵף

source: Problem
he: בְּעָיָה

source: Name*
he: שֵׁם*

source: Age
he: גיל

source: Min price
he: מחיר מינימלי

source: Max price
he: מחיר מקסימלי

source: Profile is disabled
he: הפרופיל מושבת

source: You can find another using
he: אתה יכול למצוא אחר באמצעות

source: the search
he: לחפש

source: Leave feedback
he: השאר משוב

source: Breast
he: שד

source: Height
he: גוֹבַה

source: Weight
he: מִשׁקָל

source: About me:
he: עליי:

source: Services:
he: שירותים:

source: There is parking
he: יש חניה

source: Discrete flat
he: שטוח דיסקרטי

source: Leave Review
he: השאירו ביקורת

source: Reviews
he: ביקורות

source: Delete
he: לִמְחוֹק

source: Home
he: בית

source: Home Page
he: דף הבית

source: Profiles
he: פרופילים

source: New
he: חָדָשׁ

source: Erotic massage
he: עיסוי ארוטי

source: Real photo
he: תמונה אמיתית

source: About us
he: עלינו

source: Chose city
he: בחרה בעיר

source: Cabinet
he: קבינט

source: All the profiles
he: כל הפרופילים

source: Add profile
he: הוסף פרופיל

source: Prostitutes of Israel
he: זונות של ישראל

source: The best prostitutes in Israel
he: מיטב הזונות בישראל

source: Welcome to the most up-to-date and real escort site in Israel for finding beautiful and affordable girls! On our site you will find hot hot Israeli escort girls and individuals from the cities of Tel Aviv, Jerusalem, Bat Yam, Holon, Herzelia, Ramat Gan, Petahkva from north to south. Do you want to come to a discrete private apartment, or vice versa, call a call girl to your hotel, or maybe experience an unforgettable experience from an erotic massage in an erotic salon in Israel. No problem - our site Juicy Pussy will help you with this! The sweetest and juiciest pussies, pussy and boobs of Israel, ready to give you an unforgettable orgasm from such entertainment as - classic sex, cunnilingus, blowjob, blowjob without condom, squirt, slave, group sex, lesbian show, strapon, golden shower, mistress, light domination, prostate massage, fetish, anal, endings - cim cof, deep trout, french kissing, gfe, striptease, BDSM and role playing - All your fantasies, you can realize on our intimate Israel site.
he: ברוכים הבאים לאתר הליווי הכי מעודכן ואמיתי בישראל למציאת בחורות יפות ובמחיר סביר! באתר שלנו תמצאו נערות ליווי ישראליות לוהטות ויחידות מהערים תל אביב, ירושלים, בת ים, חולון, הרצליה, רמת גן, פתחקווה מצפון ועד דרום. האם אתם רוצים להגיע לדירה פרטית דיסקרטית, או להיפך, התקשרו לטלפון למלון שלכם, או אולי לחוות חוויה בלתי נשכחת מעיסוי אירוטי בסלון אירוטי בישראל. אין בעיה - האתר שלנו Juicy Pussy יעזור לכם בזה! הכוסות, הכוס והציצים המתוקים והעסיסיים ביותר של ישראל, מוכנים לתת לכם אורגזמה בלתי נשכחת מבידור כמו - מין קלאסי, ציפורניים, מציצה, מציצה ללא קונדום, השפרצה, שפחה, סקס קבוצתי, מופע לסביות, סטראפון, מקלחת זהב, פילגש, שליטה קלה, עיסוי ערמונית, פטיש, אנאלי, סיומות - כוסית, פורל עמוק, נשיקות צרפתיות, GFE, חשפנות, BDSM ומשחקי תפקידים - את כל הפנטזיות שלך, תוכל לממש באתר האינטימי שלנו בישראל.

source: Our escort site will help you find all the girls for leisure - elite individuals with real photos, prostitutes, priestesses of virtual sex, night butterflies and masseuses from Tel Aviv, Jerusalem, Bat Yam and other cities of Israel. Inexpensive whores are also ready to go at any time of the day or night, if only the client turns out to be just as big a fan of sex. Girls with large natural breasts, a slender figure, with an elastic big booty, mulattos, young and young girls, mistress and even transvestites, with a big elastic ass - everything is on our sex escort site in Israel. We hope that you will be satisfied with our variety of prostitutes and take the opportunity to erotically meet the best sexy and trendy blondes, redheads and brunettes. Escort Fantasy Sex Leisure Girls for Money Prostitutes in Israel Intimate Tel Aviv and Jerusalem - all this is the best site - sex site JUICY PUSSY!!!
he: אתר הליווי שלנו יעזור לך למצוא את כל הבנות לפנאי - יחידות עילית עם תמונות אמיתיות, זונות, כוהנות למין וירטואלי, פרפרי לילה ומעסות מתל אביב, ירושלים, בת ים וערים נוספות בישראל. זונות לא יקרות מוכנות גם ללכת בכל שעה ביום או בלילה, אם רק יתברר שהלקוח הוא חובב סקס לא פחות. בנות עם חזה טבעי גדול, גזרה דקיקה, עם שלל גדול אלסטי, מולאטות, נערות צעירות וצעירות, פילגש ואפילו טרנסווסטיטים, עם ישבן אלסטי גדול - הכל נמצא באתר ליווי המין שלנו בישראל. אנו מקווים שתהיו מרוצים ממגוון הזונות שלנו ותנצלו את ההזדמנות לפגוש באופן ארוטי את הבלונדיניות הסקסיות והטרנדיות, הג'ינג'יות והברונטיות הטובות ביותר. ליווי פנטזיה סקס פנאי בנות תמורת כסף פרוצות בישראל אינטימית תל אביב וירושלים - כל זה האתר הכי טוב - אתר סקס JUICY PUSSY!!!

source: Attention!
he: תשומת הלב!

source: This site is intended for communication and search for people by interests, and only for persons of legal age.
he: אתר זה מיועד לתקשורת ולחיפוש אנשים לפי תחומי עניין, ורק לבני גיל חוקי.

source: The site administration exclusively provides a platform for placing ads on it and is not responsible for the content of the ad. All responsibility rests with the advertiser!
he: הנהלת האתר מספקת באופן בלעדי פלטפורמה להצבת מודעות בו ואינה אחראית לתוכן המודעה. כל האחריות היא על המפרסם!

source: Search
he: לחפש

source: Type
he: סוּג

source: Elite escort in Israel
he: ליווי עילית בישראל

source: Choose city
he: בחר עיר

source: No girls were found matching your search.
he: לא נמצאו בחורות התואמות לחיפוש שלך.

source: Separate Apartment
he: דירות
